tests/org.jboss.tools.bpel.ui.bot.test/messages/While_Wait/While_Wait_request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:exam="http://www.jboss.org/bpel/examples">
   <soapenv:Header/>
   <soapenv:Body>
      <exam:fibonacci>
         <n>5</n>
      </exam:fibonacci>
   </soapenv:Body>
</soapenv:Envelope>